Repository: flofloriant/MigrationCore
Catalog: Resources/Resources.*.resx
Languages: fr_fr

# AccountBlocked
source: Your account has been blocked after 3 bad passwords, time remaining : #1 minutes
fr_fr: Votre compte a été bloqué après 3 mauvais mots de passe, temps restant : #1 minutes

# Alpha
source: In alphabetical order
fr_fr: Par ordre alphabétique

# AnnualSalary
source: Please enter your annual salary
fr_fr: Veuillez entre votre salaire annuel svp

source: Archive
fr_fr: Archiver

# BusinessInvalid
source: Businessman invalid
fr_fr: Commercial n'existe pas pour l'agence selectionné

source: Cancel
fr_fr: Annuler

source: Change password
fr_fr: Modifier le mot de passe

# Charge100
source: 100% available
fr_fr: Disponible 100%

source: Coefficients invalid
fr_fr: Coefficient n'existe pas pour le niveau selectionné

# CollabForm
source: Formation Collaborateur
fr_fr: Formations

# CollabInfo
source: Information
fr_fr: Informations de contact

# CollabManag
source: Management Collaborator
fr_fr: Gestion collaborateur

source: Close
fr_fr: Fermer

# CollabMonit
source: Formation monitoring
fr_fr: Suivi des formations

source: Collaborator
fr_fr: Collaborateur

source: Collaborater
fr_fr: Collaborateur

# CollaboraterEdit
source: List of collaborateurs
fr_fr: Listes des collaborateurs

source: Confirm
fr_fr: Confirmer

source: Copied
fr_fr: Copié

source: Copy
fr_fr: Copier

source: Contract invalid
fr_fr: Contrat n'existe pas pour l'agence selectionné

source: Disconnect
fr_fr: Déconnexion

source: Display
fr_fr: Affichage

# Dispo
source: Available
fr_fr: Disponible

# Dispo3mois
source: End of mission in 3 months or less
fr_fr: Fin de mission dans 3 mois ou moins

# Email
source: Your email address :
fr_fr: Votre adresse email :

source: Edit
fr_fr: Editer

# EmailInvalide
source: Email is not valid
fr_fr: Veuillez entrer un email valide

# EmailSent
source: An email has been sent to
fr_fr: Un email a été envoyé à l’adresse

# ErrorsLeft
source: #1 attempt(s) left
fr_fr: #1 tentative(s) restante(s)

source: Experiences
fr_fr: Expériences

source: Export
fr_fr: Exporter

# ExportModal
source: Select the information you want to export as well as the file format :
fr_fr: Sélectionner les informations que vous souhaitez exporter ainsi que le format de fichier :

# FalseOldPassword
source: Invalid previous password
fr_fr: Ancien mot de passe incorrect, veuillez réessayer

# EmailWorkInvalide
source: Email work is not valid
fr_fr: Veuillez entrer un email de travail valide

source: Filters
fr_fr: Filtres

source: Finish
fr_fr: Terminer

source: Fonction Competences
fr_fr: Compétences fonctionnelles

source: Forgot password
fr_fr: Mot de passe oublié

# ForgotPasswordParagraph
source: You have sent a password reset request. Below is a temporary password that is only valid for one hour from the reset request. You will then have to modify it after your connection.
fr_fr: Vous avez envoyé une demande de réinitialisation de mot de passe. Vous trouverez alors ci-dessous un mot de passe temporaire qui n'est valide que pendant une heure à compter de la demande de réinitialisation. Vous devrez ensuite le modifier après votre connexion.

source: Formation
fr_fr: Formations

source: Grade invalid
fr_fr: Niveau n'existe pas pour l'agence selectionné

source: Import
fr_fr: Importer

# IncorrectPsw
source: Connection failed : Incorrect password !
fr_fr: Echec de connexion : mot de passe incorrect !

# Indispo
source: Unavailable on long-term mission
fr_fr: Indisponible en mission longue durée

# InexistUser
source: Connection failed : User does not exist !
fr_fr: Echec de connexion : identifiant inexistant !

source: Initials
fr_fr: Initiales

# Instructions
source: Follow the instructions provided to reset your password.
fr_fr: Suivez les instructions fournies pour réinitialiser votre mot de passe.

# InvalidCerdentials
source: Invalid credentials
fr_fr: Adresse email ou mot de passe incorrect

source: Languages
fr_fr: Langues

source: Language
fr_fr: Langues

source: LanguageLevel1
fr_fr: Notions élémentaires

source: LanguageLevel2
fr_fr: Compétences professionnelle limitée

source: LanguageLevel3
fr_fr: Compétences professionnelle

source: LanguageLevel4
fr_fr: Compétences professionnelle complète

source: LanguageLevel5
fr_fr: Bilingue ou langue natale

# LastAdded
source: Lasts added
fr_fr: Derniers ajouts

source: Login
fr_fr: Se connecter

source: Login failed
fr_fr: Connexion échouée

source: Name Firstname
fr_fr: Nom Prénom

# NeedToResetPassword
source: Your temporary password as expired, you need to reset it
fr_fr: Votre mot de passe temporaire a expiré, vous devez le réinitialiser

source: Mandatory input
fr_fr: Saisie obligatoire

# MatriculeInvalid
source: Matricule number exist
fr_fr: Le numéro de matricule existe déjà

# MonthlyPayInvalid
source: Monthly pay is invalid
fr_fr: Veuillez entrer un salaire mensuel valide

# NewCollab
source: New Collaborator
fr_fr: Nouveau collaborateur

# NewPassword
source: Temporary password :
fr_fr: Mot de passe temporaire :

source: No results
fr_fr: Pas de résultats

source: Order
fr_fr: Ordre

# OtherAgency
source: Other agencies
fr_fr: Autre agences

source: Part-time
fr_fr: Temps partiel

source: Password
fr_fr: Mot de passe

# PlsDate_embauche
source: Please enter your HireDate
fr_fr: Veuillez entrer la date d'embauche svp

# PlsDate_naissance
source: Please enter your date of birth
fr_fr: Veuillez entrer la date de naissance svp

# PlsEmail
source: Please enter your email address
fr_fr: Veuillez entrer votre adresse email

# PlsPassword
source: Please enter your password
fr_fr: Veuillez entrer votre mot de passe

source: Post
fr_fr: Poste

source: Search
fr_fr: Rechercher

# SearchCollab
source: Search collaborator
fr_fr: Recherche de collaborateur

# SearchCompet
source: Search skills
fr_fr: Recherche de compétences

source: Statut2
fr_fr: Disponible à partir du

source: Statut3
fr_fr: Indisponible jusqu'au

source: Statut invalid
fr_fr: Le statut contrat n'existe pas pour l'agence selectionné

# TechnicalCompetences
source: Technic Competences
fr_fr: Compétences techniques

# Tel_fixe
source: Phone
fr_fr: Tél. fixe :

# Tel_port
source: Phone mobil
fr_fr: Tél. port. :

# Tel_travail
source: Phone work
fr_fr: Tél.travail :

# TitleLevel
source: Level
fr_fr: Niveau

# TitleTechnic
source: Technology, environment, tools
fr_fr: Technologie,environnement, outils

# TitrePerson
source: Person to contact in case of emergency n °
fr_fr: Personne à contacter en cas d’urgence n°

# SeeProfiles
source: See profile
fr_fr: Voir profil

source: Select all
fr_fr: Tout sélectionner

# Welcome
source: Welcome to the application
fr_fr: Bienvenue sur l'application

# WelcomeEmail
source: Welcome to Apogee
fr_fr: Bienvenue sur Apogée

# WelcomeParagraph
source: Your account on the Apogee by Apside application has been created. You will find your login details below
fr_fr: Votre compte sur l'application Apogée by Apside a été créé. Vous trouverez ci-dessous vos identifiants de connexion

source: Informations
fr_fr: Information

source: Skills
fr_fr: Compétences

# ImportParagraph
source: To import an employee, you must have the latest version of the skills file. Some information may not be retrieved if it is not in the correct styles in the file, please check after importing. Functional skills are not imported, manual entry is required.
fr_fr: Pour importer un collaborateur vous devez impérativement avoir la dernière version du dossier de compétences. Il est possible que certaines informations ne soient pas récupérés si elles ne sont pas dans les styles adéquats dans le fichier, merci de vérifier après l'importation. Les compétences fonctionnelles ne sont pas importées, une saisie manuelle est requise.

# AlreadyArchived
source: Collaborator is already archived
fr_fr: Collaborateur est déjà archivé

# AlreadyDelete
source: You have already deleted the photo
fr_fr: Vous avez déjà supprimer la photo

# AlreadyUpload
source: You have already uploaded a photo
fr_fr: Vous avez déjà télécharger une photo

# ContactAlreadyDelete
source: The contact person is already deleted!
fr_fr: La personne à contacter est déjà supprimée !

# ContactDelete
source: The contact person has been deleted
fr_fr: La personne à contacter a bien été supprimée

# DateContractRecorded
source: Contract end date is well recorded
fr_fr: Date de fin contrat est bien enregistré

# ErrorContratDate
source: Incorrect contract end date
fr_fr: Date de fin contrat incorrecte

# ErrorDelete
source: Problem with photo deletion
fr_fr: Problème avec la suppression photo

# ErrorTableContract
source: Problem with employee table during contract end date update
fr_fr: Problème avec table collaborateur pendant mis à jour date fin contrat

# FileSaved
source: The files have been saved
fr_fr: Les fichiers sont bien été enregistrés

# FilesDelete
source: The files have been deleted
fr_fr: Les fichiers sont bien été supprimés

# FilesModified
source: The files have been modified
fr_fr: Les fichiers sont bien été modifiés

# FileUpload
source: Files must be uploaded
fr_fr: Les fichiers doivent être télécharger

# NotifyAdmin
source: Notify the administrator !!
fr_fr: Prévenez l'administrateur !!

# NotSufficient
source: your entry is not sufficient
fr_fr: votre saisie n'est pas suffisante

# ProblemEmergency
source: Problem with the Emergency file !!!
fr_fr: Problème avec le fichier Urgence !!!

# ProblemImport
source: Problem with photo import
fr_fr: Problème avec l'importation photo

# Reason
source: Reason for program termination: Problem when
fr_fr: Raison de l'arrêt du programme : Problème à la

# Reason1
source: creating a new employee
fr_fr: création d'un nouveau collaborateur

# Reason2
source: reading a collaborator
fr_fr: lecture d'un collaborateur

# SeriousError
source: Program stopped due to a serious error!
fr_fr: Programme s'est arrêté à cause d'une grave erreur !

# ContactEmergency
source: Person to contact in case of emergency
fr_fr: Personne à contacter en cas d’urgence

# ContactEmergencyConfirm
source: Are you sure you want to delete the contact person?
fr_fr: Voulez vous vraiment supprimer la personne à contacter ?

# ContactEmergencyCreat
source: Creation of a contact person
fr_fr: Création d’une personne à contacter

# ContactEmergencyModif
source: Modification of a contact person
fr_fr: Modification d’une personne à contacter

# ContactEmergencyRemove
source: Removal of a contact person
fr_fr: Suppression d’une personne à contacter

# DeletingPicture
source: Deleting the profile picture
fr_fr: Suppression du photo de profil

source: Error
fr_fr: Erreur

# Error1
source: An error occurred while processing your request.
fr_fr: Une erreur s'est produite lors du traitement de votre demande.

# PictureCreation
source: Profile picture creation
fr_fr: Creation du photo de profil

# Area1
source: Bank
fr_fr: Banque

# Area3
source: Health
fr_fr: Santé

# PosteCreat
source: Creating an experience
fr_fr: Création d’une expérience

# ProExperiences
source: Professional experiences
fr_fr: Expériences professionnelles

# Area13
source: Public sector
fr_fr: Secteur public

# Area14
source: Luxury
fr_fr: Luxe

# Area15
source: Other
fr_fr: Autres

# Area4
source: Pharmaceutical
fr_fr: Pharmaceutique

# Area5
source: Social protection
fr_fr: Protection sociale

# Area6
source: Industry
fr_fr: Industrie

# Area7
source: Food industry
fr_fr: Agroalimentaire

# Area8
source: Automotive
fr_fr: Automobile

# Area9
source: Aeronautics / Space / Defense
fr_fr: Aéronautique / Spatial / Défense

# DateError
source: Mandatory date !!
fr_fr: Date obligatoire !!

# DateErrorC
source: The start date cannot be greater than the end date !!
fr_fr: La date début ne peut pas être plus grand que la date de fin !!

# Info
source: Employee's personal information
fr_fr: Informations personnelles du collaborateur

# InvalidAvail
source: Invalid availability !!
fr_fr: Disponibilité invalide !!

# ProblemPoste
source: Problem with the Poste file !!!
fr_fr: Problème avec le fichier Poste !!!

# PosteAlreadyDelete
source: The experiment is already deleted!
fr_fr: L'experiènce est déjà supprimée !

# PosteDelete
source: The experiment has been deleted
fr_fr: L'experiènce a bien été supprimée

# PosteModif
source: Editing an experience
fr_fr: Modification d’une expérience

# PosteRemove
source: Deleting an experience
fr_fr: Suppression d’une expérience

# PosteRemoveConfirm
source: Are you sure you want to delete the experiment?
fr_fr: Voulez vous vraiment supprimer l'experiènce ?
